Repository: roblib/evergreen-templates
Catalog: locale/tpac.*.po
Languages: cs_cz

source: Note: The selected username may be in use by another patron. You may select another username when finalizing your registration or in the online catalog.
cs_cz: Pozor: Zvolené uživatelské jméno pravděpodobně používá jiný čtenář. Uživatelské jméno můžete zvolit během dokončení registrace v knihovně, nebo si je můžete po ukončení registrace změnit sami v online katalogu.

source: edit
cs_cz: editovat

source: "%1" is not a valid username. Usernames cannot have any spaces or look like a barcode, and may be restricted by policy. Please try a different username.
cs_cz: "%1" není platné uživatelské jméno. Uživatelská jména nejsmějí obsahovat mezery ani vypadat jako čárové kódy, případně mohou mít další omezení. Prosím, zkuste použít jiné uživatelské jméno.

source: %1 (foreign item)
cs_cz: %1 (Cizí exemplář)

source: %1 hold on %quant(%2, copy, copies)
cs_cz: %1 rezervací na %quant(%2, exemplář, exemplářů)

source: %1 of %quant(%2,copy,copies) available at %3.
cs_cz: Dostupné pro výpůjčku: %1 z %2 exemplářů (%3)

source: %quant(%1,current hold,current holds) with %quant(%2,total copy,total copies).
cs_cz: %1 (z celkového počtu %2 exemplářů)

source: &#9668; Return to Grouped Search Results
cs_cz: &#9668; Zpět k seskupeným výsledkům

source: &lt;&lt; Previous Page
cs_cz: &lt;&lt; Předchozí stránka

source: (Example: %1)
cs_cz: (Příklad: %1)

source: (Show preferred library)
cs_cz: (Zobrazit preferovanou knihovnu)

source: (Show)
cs_cz: (Zobrazit)

source: (example: %1)
cs_cz: (příklad: %1)

source: (examples: %1 for phrases that begin with the term %2. %3 for phrases that end in %4.)
cs_cz: (příklady: %1 pro fráze začínající termíny %2. %3 pro fráze končící %4.)

source: (fines accruing)
cs_cz: (nabíhající pokuty)

source: (not shown)
cs_cz: (nezobrazeno)

source: (page %1 of %2)
cs_cz: Strana %1 z %2

source: - All Parts -
cs_cz: - Všecny části -

source: -- Actions for these items --
cs_cz: -- Akce pro tyto exempláře --

source: -- Any --
cs_cz: -- Kterýkoliv --

source: A list name is required
cs_cz: Je požadováno jméno seznamu

source: A registration error has occurred
cs_cz: Při registraci nastala chyba

source: Abridger
cs_cz: Autor výtahu

source: Account Creation Date
cs_cz: Datum vytvoření uživatelského účtu

source: Account Expiration Date
cs_cz: Platnost registrace do

source: Account Information and Preferences
cs_cz: Přehled a nastavení uživatelského účtu

source: Account Login
cs_cz: Přihlášení do uživatelkého účtu

source: Account Login Form
cs_cz: Formulář pro přihlášení do účtu

source: Account Preferences
cs_cz: Osobní údaje a nastavení

source: Account Registration
cs_cz: Registrace účtu

source: Account Successfully Updated
cs_cz: Uživatelský účet byl úspěšně aktualizován

source: Account Summary
cs_cz: Přehled účtu

source: Account preference
cs_cz: Nastavení účtu

source: Accumulation and Frequency of Use Note:
cs_cz: Poznámka k akumulaci nebo četnosti užití:

source: Action Note:
cs_cz: Poznámka o akci

source: Actions for Items on Hold
cs_cz: Akce pro rezervované položky

source: Actions for checked out items
cs_cz: Akce pro vypůjčené exempláře

source: Actions for messages
cs_cz: Akce pro zprávy

source: Actions for selected holds
cs_cz: Akce pro vybrané rezervace

source: Actions for selected messages
cs_cz: Akce pro vybrané zprávy

source: Activate
cs_cz: Aktivovat

source: Active
cs_cz: Aktivní

source: Active Addresses
cs_cz: Aktivní adresy

source: Active Barcode
cs_cz: Čárový kód platného průkazu

source: Active On
cs_cz: Aktivovat k datu

source: Active/Create Date
cs_cz: Datum aktivace/vytvoření

source: Active?
cs_cz: Aktivní?

source: Actor
cs_cz: Účinkující

source: Adapter
cs_cz: Autor adaptace

source: Add %1 to my list
cs_cz: Přidat %1 do mého seznamu

source: Add Search Row
cs_cz: Přidat vyhledávací řádek

source: Add item to a list: %1
cs_cz: Přidat položku do seznamu: %1

source: Add to my list
cs_cz: Přidat do mého seznamu

source: Add to new list
cs_cz: Přidat do nového seznamu

source: Add to this list
cs_cz: Přidat do tohoto seznamu

source: Added Author
cs_cz: Další autor

source: Additional Content
cs_cz: Doplňkový obsah

source: Additional Index Information
cs_cz: Další informace o rejstříku

source: Additional Physical Form available Note:
cs_cz: Dostupná poznámka o doplňkovém fyzickém nosiči

source: Additional Resources
cs_cz: Doplňkové zdroje

source: Additional Supplement Information
cs_cz: Další informace o přílohách

source: Additional Volume Information
cs_cz: Další informace o svazku

source: Additional search filters and navigation
cs_cz: Doplňkové vyhledávací filtry a navigace

source: Address Type
cs_cz: Typ adresy

source: Address changes will be verified by staff
cs_cz: Změna adresy bude platná teprve po jejím potvrzení personálem knihovny

source: Addressee
cs_cz: Adresát

source: Addresses
cs_cz: Adresy

source: Adjacency
cs_cz: Adjacence

source: Advanced
cs_cz: Pokročilé

source: Advanced Hold Options
cs_cz: Pokročilé možnosti rezervace

source: Advanced Search
cs_cz: Pokročilé vyhledávání

source: After
cs_cz: Po

source: Age Hold Protection
cs_cz: Dočasné omezení rezervací

source: All Formats
cs_cz: Všechny nosiče

source: All available copies are temporarily unavailable at your pickup library. Placing this hold could result in longer wait times.
cs_cz: Všechny volné exempláře jsou momentálně dostupné pouze mimo knihovnu, kterou jste označila(a) pro vyzvednutí. Pokud zadáte tuto rezervaci, může její splnění trvat velmi dlouho.

source: Amount
cs_cz: Výše

source: An error occurred browsing records. Please try again in a moment or report the issue to library staff.
cs_cz: Při prohlížení záznamů došlo k chybě. Zkuste prosím akci opakovat za chvíli nebo o problému informujte personál knihovny.

source: Analyst
cs_cz: Komentátor

source: Anchored Searching
cs_cz: Připojené vyhledávání

source: Animator
cs_cz: Animátor

source: Annotation
cs_cz: Anotace

source: Annotator
cs_cz: Autor rukopisných poznámek

source: Another Search
cs_cz: Nové hledání

source: Appellant
cs_cz: Odvolávající se strana

source: Appellee
cs_cz: Odpůrce stěžovatele

source: Applicant
cs_cz: Uchazeč

source: April
cs_cz: Duben

source: Architect
cs_cz: Architekt

source: Are you sure you are ready to charge %1 to your credit card?
cs_cz: Opravdu chcete naúčtovat %1 na vaši kreditní kartu?

source: Are you sure you wish to permanently delete the selected messsage(s)?
cs_cz: Opravdu chcete trvale smazat vybrané zprávy?

source: Are you sure you wish to permanently delete this messsage?
cs_cz: Opravdu chcete trvale smazat tuto zprávu

source: Are you sure you wish to renew the selected item(s)?
cs_cz: Opravdu chcet prodloužit výpůjční lhůtu vybraného exempláře / exemplářů?

source: Arranger
cs_cz: Autor aranžmá

source: Art copyist
cs_cz: Kopírovatel umění

source: Art director
cs_cz: Umělecký vedoucí

source: Artist
cs_cz: Interpret

source: Artistic director
cs_cz: Umělecký vedoucí

source: Assignee
cs_cz: Nabyvatel autorského práva

source: Associated name
cs_cz: Přidružené jméno

source: At least
cs_cz: Minimálně

source: Attributed name
cs_cz: Připisované jméno

source: Auctioneer
cs_cz: Licitátor

source: Audience
cs_cz: Čtenářské určení

source: August
cs_cz: Srpen

source: Author
cs_cz: Autor:

source: Author Notes
cs_cz: Poznámky o autorovi

source: Author Notes:
cs_cz: Poznámky autora

source: Author in quotations or text abstracts
cs_cz: Autor citací nebo úryvků textu

source: Author of afterword, colophon, etc.
cs_cz: Autor doslovu, tiráže atd.

source: Author of dialog
cs_cz: Autor dialogů

source: Author of introduction, etc.
cs_cz: Autor předmluvy, atd.

source: Author(s)
cs_cz: Autor/autoři

source: Author: A to Z
cs_cz: Autor: A až Z

source: Author: Z to A
cs_cz: Autor: Z až A

source: Authors
cs_cz: Autoři

source: Autographer
cs_cz: Přepisovatel notového záznamu

source: Available
cs_cz: Volné

source: Available copies
cs_cz: Exempláře k vypůjčení

source: Awards Note:
cs_cz: Poznámky k oceněním:

source: Awards, Reviews, & Suggested Reads
cs_cz: Ocenění, rezence a další doporučené čtení

source: Back
cs_cz: Zpět

source: Back to Account Summary
cs_cz: Zpět na přehled účtu

source: Back to Payments History
cs_cz: Zpět na historii plateb

source: Back to Record
cs_cz: Zpět na záznam

source: Back to results
cs_cz: Zpět k výsledkům

source: Balance Owed
cs_cz: Dlužná částka

source: Barcode
cs_cz: Čárový kód

source: Barcode:
cs_cz: Čárový kód:

source: Basic
cs_cz: Základní

source: Basic Hold Options
cs_cz: Základní možnosti rezervace

source: Basic Search
cs_cz: Základní vyhledávání

source: Before
cs_cz: Před

source: Between
cs_cz: Mezi

source: Bib Level
cs_cz: Bibliografická úroveň

source: Bibliographic antecedent
cs_cz: Bibliografický předchůdce

source: Bibliography, etc. Note:
cs_cz: Poznámka o bibliografii apod.:

source: Billing Information
cs_cz: Informace o účetních transakcích

source: Billing Type
cs_cz: Typ poplatku

source: Binder
cs_cz: Knihař

source: Binding Information:
cs_cz: Informace o vazbě:

source: Binding designer
cs_cz: Výtvarník vazby

source: Biographical Subject:
cs_cz: Biografiské předmětové heslo

source: Biographical or Historical Data:
cs_cz: Bibliografické nebo historické údaje

source: Blurb writer
cs_cz: Autor záložky

source: Book cover
cs_cz: Obálka knihy

source: Book designer
cs_cz: Knižní grafik

source: Book jacket cover art
cs_cz: Obrázek na obálce knihy

source: Book producer
cs_cz: Výrobce knih

source: Bookjacket designer
cs_cz: Autor obálky

source: Bookplate designer
cs_cz: Autor exlibris

source: Bookseller
cs_cz: Knihkupec

source: Boolean search operator
cs_cz: Booleovský operátor pro vyhledávání

source: Bottom Link 2
cs_cz: Odkaz v zápatí 1

source: Bottom Link 3
cs_cz: Odkaz v zápatí 3

source: Bottom Link 4
cs_cz: Odkaz v zápatí 4

source: Bottom Link 5
cs_cz: Odkaz v zápatí 5

source: Braille embosser
cs_cz: Přepisovatel do Braillova písma

source: Broadcaster
cs_cz: Hlasatel

source: Browse
cs_cz: Procházet

source: Browse for %1 starting with %2 in %3
cs_cz: Prohlížet %1 začít s %2 v %3

source: Browse the Catalog
cs_cz: Procházet katalog

source: Call Number
cs_cz: Signatura

source: Call Number (Shelf Browse)
cs_cz: Signatura (prohlížení regálu)

source: Call Number / Copy Notes
cs_cz: Signatura / Poznámky k exemplářům

source: Call Number Browse
cs_cz: Prohlížet signatury

source: Call number
cs_cz: Signatura

source: Call number:
cs_cz: Signatura

source: Calligrapher
cs_cz: Kaligraf

source: Cancel
cs_cz: Storno

source: Cancel if not filled by
cs_cz: O rezervaci mám zájem do

source: Cancel on
cs_cz: Zrušení

source: Cancel unless filled by
cs_cz: Zrušit, pokud nebude splněno do

source: Cartographer
cs_cz: Kartograf

source: Case File Characteristics Note:
cs_cz: Poznámka k charakteristice spisu

source: Cast
cs_cz: Obsazení

source: Caster
cs_cz: litec

source: Catalog
cs_cz: Katalog

source: Catalog Browse
cs_cz: Prohlížení katalogu

source: Catalog Home
cs_cz: Domovská stránka katalogu

source: Catalog Search
cs_cz: Vyhledávání v katalogu

source: Catalog record
cs_cz: Katalogizační záznam

source: Censor
cs_cz: Cenzor

source: Change
cs_cz: Změnit

source: Change Password
cs_cz: Změnit heslo

source: Change Username
cs_cz: Změnit uživatelské jméno

source: Change preferred library
cs_cz: Změnit preferovanou knihovnu

source: Character Attributes:
cs_cz: Atributy charekteru:

source: Check Out History
cs_cz: Historie výpůjček

source: Checked Out
cs_cz: Půjčeno

source: Checked Out Before
cs_cz: Vypůjčeno před

source: Checkout Date
cs_cz: Datum výpůjčky

source: Choreographer
cs_cz: Choreograf

source: Cinematographer
cs_cz: Kameraman

source: Circulation rules reject this item as non-circulatable
cs_cz: Výpůjční pravidla zamítla tento exemplář jako nevypůjčitelný

source: Citation/References Note:
cs_cz: Poznámka k Citaci/referenci:

source: City
cs_cz: Město / obec

source: Clear AddedContent Cache
cs_cz: Vymazat mezipaměť přidaného obsahu

source: Clear Form
cs_cz: Vymazat formulář

source: Click %1Cancel%2 to go back and (un)select other fines.
cs_cz: Kliknutím na %1Cancel%2 se vrátíte zpět a zrušíte výběr dalších pokut.

source: Click on a folder icon in the sidebar to access related quick searches
cs_cz: Pro rychlé vyhledání souvisejících dokumentů klikněte na ikonu složky (nebo vhodný odkaz) v postranním panelu.

source: Click to (un)select all fines
cs_cz: Kliknutím zadáte / zrušíte výběr všech pokut

source: Client
cs_cz: Klient

source: Collaborator
cs_cz: Spolupracovník

source: Collapse
cs_cz: Sbalit

source: Collection registrar
cs_cz: Tajemník sbírek

source: Collector
cs_cz: Sběratel

source: Collotyper
cs_cz: Autor světlotisku

source: Colorist
cs_cz: Kolorista

source: Commentator
cs_cz: Autor komentáře

source: Commentator for written text
cs_cz: Autor komentáře textu

source: Compiler
cs_cz: Sestavovatel

source: Complainant
cs_cz: Žalobce

source: Complainant-appellant
cs_cz: Žalobce-apelant

source: Complainant-appellee
cs_cz: Žalobce- odpůrce

source: Composer
cs_cz: Skladatel

source: Compositor
cs_cz: Sazeč

source: Conceptor
cs_cz: Autor koncepce

source: Conductor
cs_cz: Dirigent

source: Conservator
cs_cz: Restaurátor

source: Consultant
cs_cz: Konzultant

source: Consultant to a project
cs_cz: Konzultant projektu

source: Contact information
cs_cz: Kontaktní údaje

source: Contains
cs_cz: Obsahuje

source: Contains phrase
cs_cz: Obsahuje frázi

source: Content descriptions
cs_cz: Popisy obsahu

source: Contestant
cs_cz: Odpůrce

source: Contestant-appellant
cs_cz: Odpůrce v odvolacím řízení

source: Contestant-appellee
cs_cz: Odpůrce odvolatele

source: Contestee
cs_cz: Obhájce

source: Contestee-appellant
cs_cz: Obhájce jako odvolávající se strana v odvolacím řízení

source: Contestee-appellee
cs_cz: Obhájce jako odpůrce odvolatele v odvolacím řízení

source: Continue
cs_cz: Pokračovat

source: Contractor
cs_cz: Smluvní partner

source: Contributor
cs_cz: Přispěvatel

source: Copy and Version Identification Note:
cs_cz: Identifikační poznámka k exempláři a verzi:

source: Copy hold
cs_cz: Rezervace exempláře

source: Copyright claimant
cs_cz: Nárokovatel copyrightu

source: Copyright holder
cs_cz: Nositel autorského práva

source: Corrector
cs_cz: Korektor

source: Correspondent
cs_cz: Korespondent

source: Costume designer
cs_cz: Návrhář kostýmů

source: Country
cs_cz: Země

source: County
cs_cz: Okres

source: Court reporter
cs_cz: Soudní zapisovatel

source: Cover designer
cs_cz: Výtvarník ochranného obalu

source: Create New List
cs_cz: Vytvořit nový seznam

source: Creation/Production Credits Note:
cs_cz: Poznámka ke kreditům tvorby / produkce:

source: Creator
cs_cz: Tvůrce

source: Credit Card Information
cs_cz: Informace o kreditní kartě

source: Cumulative Index/Finding Aids Note:
cs_cz: Poznámka ke kumulativnímu indexu / pomůckám pro nalezení:

source: Curator
cs_cz: Kurátor

source: Current Email
cs_cz: Aktuální e-mail

source: Current Items Checked Out
cs_cz: Aktuální výpůjčky

source: Current Items on Hold
cs_cz: Aktuální rezervace

source: Current Password
cs_cz: Současné heslo

source: Current Username
cs_cz: Současné uživatelské jméno

source: Current holds
cs_cz: Počet rezervací:

source: Dancer
cs_cz: Tanečník

source: Data Quality Note:
cs_cz: Poznámka ke kvalitě údajů:

source: Data contributor
cs_cz: Přispěvatel k údajům

source: Data manager
cs_cz: Správce dat

source: Date
cs_cz: Datum

source: Date Fulfilled
cs_cz: Datum splnění

source: Date Returned
cs_cz: Vráceno dne

source: Date of Birth
cs_cz: Datum narození

source: Date/Time and Place of an Event Note:
cs_cz: Poznámka k datu /času a místě události

source: Date: Newest to Oldest
cs_cz: Datum: od nejnovějšího po nejstarší

source: Date: Oldest to Newest
cs_cz: Datum: od nejstaršího po nejnovější

source: Day Phone
cs_cz: Telefonní číslo přes den

source: December
cs_cz: Prosinec

source: Dedicatee
cs_cz: Dedikant

source: Dedicator
cs_cz: Dedikující

source: Default Font Size
cs_cz: Standardní velikost písma

source: Default List
cs_cz: Výchozí seznam

source: Default Mobile Carrier
cs_cz: Standardní mobilní operátor

source: Default Mobile Number
cs_cz: Přednastavené číslo mobilního telefonu

source: Default Phone Number
cs_cz: Přednastavené číslo telefonu

source: Defendant
cs_cz: Obžalovaný

source: Defendant-appellant
cs_cz: Obžalovaný jako odvolávající se strana v odvolacím řízení

source: Defendant-appellee
cs_cz: Obžalovaný jako odpůrce odvolatele v odvolacím řízení

source: Degree granting institution
cs_cz: Instituce udělující titul

source: Delete
cs_cz: Smazat

source: Delete List
cs_cz: Smazat seznam

source: Deleted %1 message(s).
cs_cz: Byly smazány %1 zprávy.

source: Delineator
cs_cz: Kreslič

source: Depicted
cs_cz: Vyobrazený

source: Depositor
cs_cz: Skladník

source: Description:
cs_cz: Popis:

source: Designer
cs_cz: Výtvarník

source: Did you mean %1?
cs_cz: Měli jste na mysli %1?

source: Director
cs_cz: Režisér

source: Discard Pending Address
cs_cz: Zrušit nevyřízenou adresu

source: Display record details for "%1"
cs_cz: Zobrazit detalily záznamu "%1"

source: Dissertant
cs_cz: Autor diplomové práce nebo disertace

source: Dissertation Note:
cs_cz: Poznámka o disertaci:

source: Distribution place
cs_cz: Místo distribuce

source: Do not show this warning again.
cs_cz: Toto varování již znovu nezobrazovat

source: Do you really want to delete this list?
cs_cz: Opravdu chcete smazat tento seznam?

source: Does not contain
cs_cz: Neobsahuje

source: Donor
cs_cz: Dárce

source: Download CSV
cs_cz: Stáhnout CSV

source: Draftsman
cs_cz: Autor návrhu

source: Dubious author
cs_cz: Domnělý autora

source: Due Date
cs_cz: K vrácení dne

source: Earlier
cs_cz: Dříve

source: Earlier issues
cs_cz: Drívější vydání

source: Edit
cs_cz: Editovat

source: Edit Address
cs_cz: Upravit adresu

source: Edit Email Address
cs_cz: Upravit e-mailovou adresu

source: Edit Hold
cs_cz: Upravit rezervaci

source: Edit hold for item %1
cs_cz: Upravit rezervaci exempláře %1

source: Editing Hold
cs_cz: Edituji rezervaci

source: Edition:
cs_cz: Vydání:

source: Editor of compilation
cs_cz: Editor kompilace

source: Editor of moving image work
cs_cz: Editor pohyblivého obrazu

source: Electrician
cs_cz: Elektrotechnik

source: Electronic resource
cs_cz: Elektronický zdroj

source: Electronic resources
cs_cz: Elektronické zdroje

source: Electrotyper
cs_cz: Galvanotypér

source: Email Address
cs_cz: E-mailová adresa

source: Email Address:
cs_cz: Emailová adresa:

source: Email address associated with the account:
cs_cz: E-mailová adresa spojená s kontem:

source: Email address:
cs_cz: E-mailová adresa:

source: Enabled
cs_cz: Aktivováno

source: Enacting jurisdiction
cs_cz: Uzáknující soudní jurisdikce

source: Engineer
cs_cz: Inženýr

source: Engraver
cs_cz: Rytec

source: Ensure your account has a valid email address so that we can notify you about available holds, items that are about to be overdue, and overdue items!
cs_cz: Zkontrolujte, jestli Váš účet má platnou e-mailovou adresu, abychom Vám mohli posílat oznámení o dostupných rezervacích, výpůjčkách u kterých se blíží konec vypůjční lhůty nebo výpůjčkách s uplynulou lhůtou.

source: Enter date in MM/DD/YYYY format
cs_cz: Zadejte datum ve formátu MM/DD/RRRR

source: Enter search query:
cs_cz: Zadejte dotaz pro vyhledávání

source: Enter the name of the new list:
cs_cz: Zadejte prosím název nového seznamu

source: Entity and Attribute Information Note:
cs_cz: Poznámka k informaci o entitách a atributech:

source: Error creating receipt: %1
cs_cz: Během vytváření potvrzení %1 došlo k chybě

source: Error preparing receipt:
cs_cz: Během vytváření potvrzení došlo k chybě:

source: Error preparing receipt: %1
cs_cz: Během přípravy potvrzení %1 došlo k chybě.

source: Error printing record: %1
cs_cz: Během tisku záznamu %1 došlo k chybě.

source: Estimated wait: %quant(%1,day,days)
cs_cz: Odhadovaná doba čekání: %quant(%1,day,days)

source: Etcher
cs_cz: Leptař

source: Evening Phone
cs_cz: Telefonní číslo večer

source: Event place
cs_cz: Místo události

source: Evergreen Logo
cs_cz: Logo Evergreenu

source: Example: 0026626051
cs_cz: Příklad: 0026626051

source: Excerpt
cs_cz: Separát

source: Exhibitions Note:
cs_cz: Poznámky o výstavách

source: Expand
cs_cz: Rozbalit

source: Expand to also show results not matching this term
cs_cz: Rozšířit také na zobrazení výsledků, které neodpovídají tomuto termínu

source: Expert
cs_cz: Odborník

source: Expert Search
cs_cz: Expertní vyhledávání

source: Expiration Month
cs_cz: Měsíc expirace

source: Expiration Year
cs_cz: Vyprší v roce

source: Expires %1
cs_cz: Vyprší: %1

source: Export List
cs_cz: Exportovat seznam

source: Export to RefWorks
cs_cz: Exportovat do RefWorks

source: FAQs
cs_cz: Časté dotazy

source: Facsimilist
cs_cz: Autor faksimile

source: Failed to delete %1 message(s).
cs_cz: Při mazání %1 zpráv nastala chyba.

source: Failed to mark %1 message(s) as unread.
cs_cz: Došlo k chybě při označení %1 zpráv(y) jako nepřečtené

source: Failed to mark %1 message(s) as read.
cs_cz: Došlo k chybě při označení %1 zpráv(y) jako přečtené.

source: Failed to renew %1 item(s)
cs_cz: Počet neprodloužených výpůjček: %1

source: February
cs_cz: Únor

source: Fewer
cs_cz: Méně

source: Field director
cs_cz: Filmový režisér

source: Field:
cs_cz: Pole:

source: Film director
cs_cz: Filmový režisér

source: Film distributor
cs_cz: Distributor filmu

source: Film editor
cs_cz: Střihač

source: Film producer
cs_cz: Producent filmu

source: Filmmaker
cs_cz: Výrobce filmu

source: Find a copy in the shelving location, "%1."
cs_cz: Najít exemplář v umístění " %1".

source: Fines
cs_cz: Pokuty

source: Fines:
cs_cz: Pokuty:

source: First Name
cs_cz: Jméno

source: First party
cs_cz: První strana

source: Forger
cs_cz: Padělatel

source: Forgot your password?
cs_cz: Zapomněli jste heslo?

source: Format
cs_cz: Nosič

source: Format:
cs_cz: Nosič:

source: Format:
cs_cz: Formát:

source: Formatted Contents Note:
cs_cz: Poznámka k formátovanému obsahu:

source: Former Title Complexity Note:
cs_cz: Poznámka ke komplexnosti dříve uvedeného názvu:

source: Former owner
cs_cz: Předchozí vlastník

source: Friday: %1 - %2
cs_cz: Pátek: %1 - %2

source: Friday: closed
cs_cz: Pátek: zavřeno

source: Funder
cs_cz: Investor

source: Funding Information Note:
cs_cz: Poznámka k informacím o financování

source: General Note:
cs_cz: Všeobecná poznámka

source: Genre:
cs_cz: Žánr:

source: Geographic Coverage Note:
cs_cz: Poznámka o geografickém pokrytí

source: Geographic Setting:
cs_cz: Geografické nastavení

source: Geographic information specialist
cs_cz: Specialista na zeměpisné informace

source: Go
cs_cz: Potvrdit

source: Go Back
cs_cz: Přejít zpět

source: Go back to try again or to cancel this payment attempt.
cs_cz: Vrátit se zpět nebo zrušit tento pokus o platbu

source: Go to record %1
cs_cz: Přejít na záznam %1

source: Go to...
cs_cz: Přejít na...

source: Google Preview
cs_cz: Náhled Knih Google

source: Graphic technician
cs_cz: Grafický technik

source: Group Formats and Editions
cs_cz: Seskupit nosiče a vydání

source: HTML View
cs_cz: Zobrazit HTML

source: Hide
cs_cz: Skrýt

source: Hide items in list
cs_cz: Skrýt položku seznamu

source: Hint: use the full 10 digits of your phone #, no spaces, no dashes
cs_cz: Nápověda: použijte všechny číslice Vašeho telefonního čísla bez mezer nebo čárek

source: History of Checked Out Items
cs_cz: Historie výpůjček

source: History of Items Checked Out
cs_cz: Historie vypůjčených exemplářů

source: History of items on hold
cs_cz: Historie rezervovaných exemplářů

source: Hold Placement
cs_cz: Zadání rezervace

source: Hold not found
cs_cz: Rezervace nenalezena

source: Hold rules reject this item as unholdable
cs_cz: Rezervační pravidla zamítla tento exemplář jako nerezervovatelný
