Repository: roblib/evergreen-templates
Catalog: locale/tpac.*.po
Languages: cs_cz

source: Hold was not successfully placed
cs_cz: Rezervace nebyla odeslána

source: Hold was successfully placed
cs_cz: Rezervace byla úspěšně odeslána

source: Holdable?
cs_cz: Lze rezervovat?

source: Holdings summary (%1)
cs_cz: Přehled exwmplářů (%1)

source: Holds
cs_cz: Rezervace

source: Holds Help
cs_cz: Nápověda k rezervacím

source: Holds History
cs_cz: Historie rezervací

source: Home
cs_cz: Domů

source: Home Library
cs_cz: Domovská knihovna

source: Honoree
cs_cz: Poctěná osoba

source: Host
cs_cz: Konferenciér

source: Host institution
cs_cz: Hosticí instituce

source: I have checked this item out before
cs_cz: Tuto knihovní jednotku jsem si vypůjčil(a) již dříve

source: Identifier
cs_cz: Identifikátor

source: If none are selected, any available formats may be used.
cs_cz: Pokud není vybráno nic, může být použit jakýkoliv dostupný formát

source: If none are selected, any available languages may be used.
cs_cz: Pokud není vybráno nic, může být použit jakýkoliv dostupný jazyk

source: If suspended, activate on
cs_cz: Při pozastavení aktivovat dne

source: If this is your first time logging in, please enter the last 4 digits of your phone number. Example: 0926
cs_cz: Pokud se zde přihlašujte poprvé, zadejt prosím poslední čtyři číslice Vašeho telefonu. Např. 0926

source: If you don't find what you want try expanding your search using the range selector at the right of the search bar
cs_cz: Pokud jste nenalezli, co jste hledali, zkuste rozšířit vyhledávací možnosti pomocí nástrojů napravo od vyhledávacího pole (např. na všechny formáty, všechny knihovny apod.).

source: Illuminator
cs_cz: Iluminátor

source: Illustrator
cs_cz: Ilustrátor

source: Image of item
cs_cz: Zobrazení exempláře

source: Immediate Source of Acquisition Note:
cs_cz: Poznámka k přímému zdroji akvizice

source: Important! You must have a printed receipt to be eligible for a refund on lost items (regulations allow for no exceptions).
cs_cz: Důležité upozornění! Abyste mohli nárokovat vrácení peněz za ztracený exemplář, je nutné předložit vytištěné potvrzení (toto ustanovení neumožňuje výjimky).

source: In Transit
cs_cz: V přepravě

source: Incomplete
cs_cz: Neúplné

source: Indexes
cs_cz: Rejstříky

source: Information About Documentation Note:
cs_cz: Poznámka k informacím o dokumentaci:

source: Information Relating to Copyright Status:
cs_cz: Informace týkající se statutu copyrightu:

source: Initial Amount Owed
cs_cz: Počáteční dlužná částka

source: Inscriber
cs_cz: Autor věnování

source: Instrumentalist
cs_cz: Instrumentalista

source: Interviewee
cs_cz: Dotazovaný

source: Interviewer
cs_cz: Tazatel

source: Inventor
cs_cz: Vynálezce

source: Is
cs_cz: Je

source: Issue Label
cs_cz: Označení čísla

source: Issue hold
cs_cz: Rezervace čísla časopisu

source: Issues Held
cs_cz: Dostupná čísla

source: Issuing Body Note:
cs_cz: Poznámka k vydavatelskému subjektu:

source: Issuing body
cs_cz: Vydávající subjekt

source: Item Barcode
cs_cz: Čárový kód exempláře

source: Item Form
cs_cz: Forma popisné jednotky

source: Item Selected
cs_cz: Položka vybrána

source: Item Type
cs_cz: Typ exempláře

source: Item details and Actions
cs_cz: Detaily exempláře a akce

source: Item is needed for a hold
cs_cz: Exemplář je potřebný pro rezervaci

source: Items Checked Out
cs_cz: Vypůjčené exempláře

source: Items Currently Checked out (%1)
cs_cz: Vypůjčené exempláře (%1)

source: Items Currently on Hold (%1)
cs_cz: Rezervované exempláře (%1)

source: Items Ready for Pickup
cs_cz: Exempláře připravené k vyzvednutí

source: Items from this shelving location do not circulate
cs_cz: Exempláře z tohoto umístění nejsou určeny k absenční výpůjčce.

source: Items on Hold
cs_cz: Rezervace

source: Items ready for pickup (%1)
cs_cz: Exempláře připravené k vyzvednutí (%1)

source: January
cs_cz: Leden

source: Journal Title
cs_cz: Název časopisu

source: Judge
cs_cz: Soudce

source: July
cs_cz: Červenec

source: June
cs_cz: Červen

source: Keep history of checked out items?
cs_cz: Ukládat historii výpůjček?

source: Keep history of holds?
cs_cz: Ukládat historii rezervací

source: Keyword
cs_cz: Klíčové slovo

source: Keyword Search Tips
cs_cz: Tipy pro hledání podle klíčových slov

source: Laboratory
cs_cz: Laboratoř

source: Laboratory director
cs_cz: Vedoucí laboratoře

source: Landscape architect
cs_cz: Krajinářský architekt

source: Language
cs_cz: Jazyk:

source: Language Note:
cs_cz: Poznámka k jazyku:

source: Language:
cs_cz: Jazyk:

source: Large Font
cs_cz: Velké písmo

source: Last Name
cs_cz: Příjmení

source: Last Payment Time
cs_cz: Čas platby

source: Later
cs_cz: Pozdější

source: Later issues
cs_cz: Pozdější čísla

source: Lead
cs_cz: Herec hrající hlavní roli

source: Lender
cs_cz: Půjčovatel

source: Libelant
cs_cz: Žalobce (v církevním nebo námořním právu)

source: Libelant-appellant
cs_cz: Odvolávající se žalobce (v církevním nebo námořním právu )

source: Libelant-appellee
cs_cz: Žalobce (v církevním nebo námořním právu ) jako odpůrce odvolatele

source: Libelee
cs_cz: Obžalovaný (v církevním nebo námořním právu)

source: Libelee-appellant
cs_cz: Obžalovaný (v církevním nebo námořním právu) jako odolávající se strana

source: Libelee-appellee
cs_cz: Obžalovaný (v církevním nebo námořním právu) jako odpůrce odvolatele

source: Library
cs_cz: Knihovna

source: Library Card Number or Username
cs_cz: Uživatelské jméno/číslo průkazu

source: Library details: %1
cs_cz: Informace o knihovně: %1

source: Library system password reset request form
cs_cz: Formulář žádosti o přenastavení hesla knihovního systému

source: Library web site
cs_cz: Webová stránka knihovny

source: Library:
cs_cz: Knihovna:

source: Librettist
cs_cz: Autor libreta

source: Licensee
cs_cz: Původní nositel práv

source: Licensor
cs_cz: Udělovatel povolení

source: Lighting designer
cs_cz: Výtvarník osvětlení

source: Limit to Available
cs_cz: Omezit na dostupné

source: Limit to available items
cs_cz: Omezit na dostupné exempláře

source: Limit to results matching this term
cs_cz: Zúžit na výsledky odpovídající tomuto termínu

source: Link 1
cs_cz: Odkaz 1

source: Link 2
cs_cz: Odkaz 2

source: Link 3
cs_cz: Odkaz 3

source: Link 4
cs_cz: Odkaz 4

source: Link 5
cs_cz: Odkaz 5

source: Linking Entry Complexity Note:
cs_cz: Poznámka ke komplexnosti odkazovaného záznamu:

source: List Contents
cs_cz: Vypsat obsahy

source: List Items Help
cs_cz: Nápověda k seznamu položek

source: List Preferences
cs_cz: Seznamy

source: List all holds
cs_cz: Vypsat všechny rezervace

source: List description (optional):
cs_cz: Přidat popis (volitelné)

source: List items per page
cs_cz: Počet položek seznamu na stránku

source: List of Transactions
cs_cz: Seznam platebních transakcí

source: Lists per page
cs_cz: Počet seznamů na stránku

source: Literary Form
cs_cz: Literární žánr

source: Lithographer
cs_cz: Litograf

source: Loading...
cs_cz: Načítá se ...

source: Local Call Number
cs_cz: Lokální signatura

source: Locate Z39.50 Matches
cs_cz: Vyhledat shody Z39.50

source: Location
cs_cz: Knihovna/pobočka

source: Location of Originals/Duplicates Note:
cs_cz: Poznámka o umístění originálů / důplikátů:

source: Location of Other Archival Materials Note:
cs_cz: Poznámka o umístění ostatních archivních materiálů:

source: Log in
cs_cz: Přihlásit se

source: Log in to My Account
cs_cz: Přihlásit do mého účtu

source: Log in to Your Account
cs_cz: Přihlášení do čtenářského účtu

source: Login failed. The username or password provided was not valid. Passwords are case-sensitive. Check your Caps-Lock key and try again or contact your local library.
cs_cz: Přihlášení se znazdařilo. Zadané uživatelské jméno nebo heslo není platné. Hesla rozlišují malá a velká písmena. Zkontrolujte klávesu Caps-Lock a zkuste to znovu nebo kontaktujte svou knihovnu.

source: Logout
cs_cz: Odhlásit se

source: Lyricist
cs_cz: Autor textu

source: MARC Record
cs_cz: Záznam ve formátu MARC

source: Mailing address
cs_cz: Korespondenční adresa

source: Make Default List
cs_cz: Nastavit jako výchozí seznam

source: Manufacture place
cs_cz: Místo výroby

source: Manufacturer
cs_cz: Výrobce

source: Manufacturer:
cs_cz: Výrobce:

source: Marbler
cs_cz: Kameník

source: March
cs_cz: Březen

source: Mark As Read
cs_cz: Označit jako přečtené

source: Mark As Unread
cs_cz: Označit jako nepřečtené

source: Mark Unread
cs_cz: Označit nepřečtené

source: Marked %1 message(s) as unread.
cs_cz: %1 zprávy byly označeny jako nepřečtené

source: Marked %1 message(s) as read.
cs_cz: %1 byly označeny jako přečtené.

source: Markup editor
cs_cz: Editor programovacích jazyků

source: Matches exactly
cs_cz: Přesně odpovídá

source: May
cs_cz: Květen

source: Medium
cs_cz: Médium

source: Message
cs_cz: Zpráva

source: Messages
cs_cz: Zprávy

source: Messages Help
cs_cz: Nápověda ke zprávám

source: Metadata contact
cs_cz: Technik v oblasti metadat

source: Metal-engraver
cs_cz: Kovorytec

source: Methodology Note:
cs_cz: Poznámka k metodologii

source: Middle Name
cs_cz: Prostřední jméno

source: Minute taker
cs_cz: Zapisovatel

source: Missing
cs_cz: Chybí

source: Mobile carrier:
cs_cz: Mobilní operátor

source: Mobile number:
cs_cz: Číslo mobilního telefonu

source: Moderator
cs_cz: Moderátor

source: Monday: %1 - %2
cs_cz: Pondělí: %1 - %2

source: Monday: closed
cs_cz: Pondělí: zavřeno

source: Monitor
cs_cz: Dozorční

source: More
cs_cz: Další

source: Move selected items to list:
cs_cz: Přesunout vybrané exempláře do seznamu:

source: Multiple words are not searched together as a phrase. They will be found in various parts of the record. To search for a phrase, enclose your search terms in quotation marks.
cs_cz: Zadáte-li více slov, nejsou hledána jako fráze. Budou vyhledána v různých částech záznamu. Pokud chcete hledat frázi, vložte hledaný termín do uvozovek.

source: Music copyist
cs_cz: Autor opisu hudby

source: Musical director
cs_cz: Hudební režisér

source: Musician
cs_cz: Hudebník

source: My Account
cs_cz: Moje konto

source: My Account - %1
cs_cz: Můj účet - %1

source: My Account Summary
cs_cz: Přehled mého účtu

source: My Existing Lists
cs_cz: Moje seznamy

source: My Holds
cs_cz: Moje rezervace

source: My Lists
cs_cz: Moje seznamy knih

source: My Lists Preferences
cs_cz: Nastavení seznamů

source: My Messages
cs_cz: Moje zprávy

source: Name
cs_cz: Jméno

source: Name:
cs_cz: Jméno:

source: Narrator
cs_cz: Vypravěč

source: Navigate Selected List
cs_cz: Procházet zvolený seznam

source: New Email
cs_cz: Nový e-mail

source: New Password
cs_cz: Nové heslo

source: New Password Again
cs_cz: Nové heslo ještě jednou

source: New Username
cs_cz: Nové uživatelské jméno

source: New account requested by %1 %2 %3 %4 %5
cs_cz: žádost o nový účet od %1 %2 %3 %4 %5

source: New password is invalid. Please try a different password.
cs_cz: Nové heslo není platné. Zkuste prosím jiné heslo.

source: New password:
cs_cz: Nové heslo:

source: Next
cs_cz: Další

source: Next %1
cs_cz: Další %1

source: Next Page &gt;&gt;
cs_cz: Další stránka &gt;&gt;

source: Next Record
cs_cz: Další záznam

source: Next page
cs_cz: Další stránka

source: No
cs_cz: Ne

source: No Content Available
cs_cz: K dispozici není žádný obsah

source: No configured Email address. See "My Account" for setting your Email address.
cs_cz: Nebyla nastavena e-mailová adresa. Nastavení e-mailové adresy můžete provést v sekci "Můj účet"

source: No holds found.
cs_cz: Nebyly nalezeny žádné rezervace

source: No messages found.
cs_cz: Nebyly nalezeny žádné zprávy

source: No receipt data returned from server
cs_cz: Ze serveru nebyla vrácena data pro vystavení potvrzení

source: No record data returned from server
cs_cz: Ze serveru nebyla vrácena data záznamu

source: No, this hold is suspended
cs_cz: Ne, tato rezervace je pozastavena.

source: None
cs_cz: Žádný

source: Not holdable
cs_cz: Nelze rezervovat

source: Note:
cs_cz: Poznámka:

source: Note: The password must be at least 7 characters in length, contain at least one letter (a-z/A-Z), and contain at least one number.
cs_cz: Pozor! Heslo musí být dlouhé nejméně 7 znaků, obsahovat alespoň jedno velké a malé písmeno (a-z/A-Z) a alespoň jedno číslo.

source: Note: You must have a valid email address associated with your library account. If not, please contact your local library for further assistance.
cs_cz: Pozor, ke čtenářskému průkazu musíte mít připojenu alespoň jednu e-mailovou adresu. Pokud ne, kontaktujte prosím vaši knihovnu s žádostí o pomoc.

source: Note: carrier charges may apply
cs_cz: Poznámka: může být zpoplatněno dle tarifu operátora

source: Notes
cs_cz: Poznámky

source: Notification Preferences
cs_cz: Upozornění

source: Notification Type
cs_cz: Typ upozornění

source: Notify by Email by default when a hold is ready for pickup?
cs_cz: Na rezervace k vyzvednutí standardně upozorňovat e-mailem?

source: Notify by Phone by default when a hold is ready for pickup?
cs_cz: Na rezervace k vyzvednutí standardně upozorňovat telefonem?

source: Notify by Text by default when a hold is ready for pickup?
cs_cz: Na rezervace k vyzvednutí standardně upozorňovat SMS zprávou?

source: Notify when hold is ready for pickup?
cs_cz: Upozornit, když je rezervace připravena k vyzvednutí?

source: November
cs_cz: Listopad

source: Numbering Peculiarities Note:
cs_cz: Poznámka ke zvláštnostem číslování

source: Numeric Search
cs_cz: Numerické vyhledávání

source: October
cs_cz: Říjen

source: On Hold
cs_cz: Rezervováno

source: One or more holds could not be suspended because the item is at (or en route to) the pickup library.
cs_cz: Jedna nebo více rezervací nemohou být zrušeny, protože exemplář je již v knihovně, kde má být vyzvednut, nebo na cestě do ní.

source: Onscreen presenter
cs_cz: Autor předmluvy

source: Opening hours
cs_cz: Otevírací doba

source: Opponent
cs_cz: Oponent

source: Or
cs_cz: Nebo

source: Organizer
cs_cz: Organizátor

source: Original Version Note:
cs_cz: Poznámka k originální verzi:

source: Originator
cs_cz: Původce

source: Other
cs_cz: Jiná role

source: Other Fees
cs_cz: Další poplatky

source: Other Fines and Fees
cs_cz: Ostatní poplatky a pokuty

source: Other Phone
cs_cz: Další telefonní číslo

source: Owner
cs_cz: Vlastník

source: Ownership and Custodial History:
cs_cz: Historie vlastnictví a svěřenectví:

source: PIN Number or Password
cs_cz: Heslo nebo PIN

source: Panelist
cs_cz: Účastník diskuse

source: Papermaker
cs_cz: Výrobce papíru

source: Parent library:
cs_cz: Nadřazená knihovna:

source: Part
cs_cz: Část

source: Participant or Performer Note:
cs_cz: Poznámka o spoluúčastníkovi nebo účinkujícím:

source: Password
cs_cz: Heslo

source: Password has been reset
cs_cz: Heslo bylo přenastaveno

source: Passwords did not match. Please try again
cs_cz: Hesla nesouhlasí. Zkuste to prosím znovu.

source: Passwords do not match.
cs_cz: Hesla nesouhlasí.

source: Patent applicant
cs_cz: Přihlašovatel patentu

source: Patent holder
cs_cz: Majitel patentu

source: Patron
cs_cz: Mecenáš

source: Patron Reviews:
cs_cz: Hodnocení čtenáře:

source: Patron barcode was not found
cs_cz: Čárový kód čtenáře nebyl nalezen

source: Patron has reached the maximum fine amount
cs_cz: Čtenář dosáhl maximální povolené výše pokut

source: Pay Fines
cs_cz: Zaplatit pokuty

source: Pay selected fines
cs_cz: Zaplatit vybrané pokuty

source: Pay this fine
cs_cz: Zaplatit tuto pokutu

source: Payment Date
cs_cz: Datum platby

source: Payment For
cs_cz: Platba za

source: Payments
cs_cz: Platby

source: Payments History
cs_cz: Historie plateb

source: Pending Addresses
cs_cz: Nevyřízené adresy

source: Perform an Author Search
cs_cz: Vyhledávat podle autora

source: Performer
cs_cz: Výkonný umělec

source: Permalink
cs_cz: Trvalý odkaz

source: Permission: "%1"
cs_cz: Oprávnění: "%1"

source: Permitting agency
cs_cz: Schvalující agentura

source: Personal Information
cs_cz: Osobní údaje

source: Phone Number
cs_cz: Telefonní číslo

source: Phone Number:
cs_cz: Telefoní číslo:

source: Photographer
cs_cz: Fotograf

source: Phys. Desc.:
cs_cz: Fyzický popis:

source: Physical Description:
cs_cz: Fyzický popis:

source: Pickup Location
cs_cz: Knihovna pro vyzvednutí rezervace

source: Pickup holds from behind the desk when possible?
cs_cz: Vyzvednout rezervace u výpůjčního pultu (pokud je to možné)?

source: Pickup library
cs_cz: Knihovna pro vyzvednutí rezervace

source: Pickup location:
cs_cz: Knihovna pro vyzvednutí rezervace

source: Place Hold
cs_cz: Rezervovat

source: Place Hold on %1
cs_cz: Rezervovat %1

source: Place another hold for this
cs_cz: Zadat další rezervaci na tuto jednotku.

source: Place hold
cs_cz: Rezervovat

source: Place hold for patron by barcode:
cs_cz: Rezervovat pro čtenáře s čárovým kódem:

source: Place this hold for me (%1 %2)
cs_cz: Rezervovat pro mš (%1 %2)

source: Plaintiff
cs_cz: žalobce

source: Plaintiff-appellant
cs_cz: Žalobce (v civilních věcech) jako odvolávající se strana

source: Plaintiff-appellee
cs_cz: Žalobce (v civilních věcech) jako odpůrce odvolatele

source: Platemaker
cs_cz: Výrobce tiskových desek

source: Please do not Refresh or use your browser's Back button or your credit card may be charged more than once.
cs_cz: Nepoužívejte v prohlížeči tlačítko "Zpět" nebo "Obnovit" jinak by Vám platba kreditní kartou mohla být naúčtována opakovaně.

source: Please enter a search term in the Search box.
cs_cz: Prosím zadejte vyhledávací termín do vyhledávacího pole

source: Please enter and repeat your new password.
cs_cz: Prosím potvrďte a zopakujte nové heslo

source: Please enter the following information:
cs_cz: Zadejte prosím

source: Please enter your user name or barcode to identify your library account and request a password reset
cs_cz: Prosím zadejte buď uživatelské jméno nebo čárový kód pro identifikaci vašeho čtenářského účtu a potvrďte žádost o přenastavení hesla

source: Please include leading zeros and no spaces.
cs_cz: Zadávejte prosím včetně počátečních nul a bez mezer

source: Please see library staff to complete your registration.
cs_cz: Pro dokončení registrace je nutná návštěva knihovny

source: Please select a valid library
cs_cz: Zvolte prosím platnou knihovnu.

source: Powered by
cs_cz: Provozováno v systému

source: Praeses
cs_cz: Předsedající

source: Preferred Citation of Described Materials Note:
cs_cz: Poznámka o preferované citaci popisovaného materiálu:

source: Preferred library: %1
cs_cz: Preferovaná knihovna: %1

source: Preferred pickup location
cs_cz: Preferovaná knihovna pro vyzvednutí rezervací

source: Preferred search location
cs_cz: Preferovaná knihovna pro vyhledávání

source: Presenter
cs_cz: Konferenciér

source: Preview
cs_cz: Náhled

source: Previous
cs_cz: Předchozí

source: Previous %1
cs_cz: Předchozí %1

source: Previous Record
cs_cz: Předchozí záznam

source: Previous page
cs_cz: Předchozí stránka

source: Previously Checked Out Items
cs_cz: Dříve vypůjčené exempláře

source: Previously Held Items
cs_cz: Dříve rezervované exempláře

source: Primary Identification
cs_cz: Číslo primárního dokladu

source: Print
cs_cz: Vytisknout

source: Print / Email Actions Image
cs_cz: Vytisknout / poslat e-mailem zobrazení akcí

source: Print Record
cs_cz: Tisk záznamu

source: Print receipt
cs_cz: Tisk potvrzení

source: Printer
cs_cz: Tiskař

source: Printer of plates
cs_cz: Tiskař obrazu

source: Printmaker
cs_cz: Tiskař grafik

source: Problem with list management:
cs_cz: Problém se správou seznamu

source: Problem:
cs_cz: Problém:

source: Process contact
cs_cz: Provozní technik

source: Processing your payment may take some time.
cs_cz: Zpracování vaší platby může chvíli trva

source: Processing...
cs_cz: Probíhá zpracování...

source: Producer
cs_cz: Producent

source: Producer:
cs_cz: Producent:

source: Production company
cs_cz: Produkční společnost

source: Production designer
cs_cz: Výtvarník

source: Production manager
cs_cz: Manažer výroby

source: Production personnel
cs_cz: Pracovník výroby

source: Production place
cs_cz: Místo výroby

source: Programmer
cs_cz: Programátor

source: Project director
cs_cz: Vedoucí projektu

source: Proofreader
cs_cz: Korektor tištěných materiálů

source: Provider
cs_cz: Poskytovatel

source: Publication Date
cs_cz: Datum vydání

source: Publication Year
cs_cz: Rok vydání

source: Publication place
cs_cz: Místo vydání

source: Publications About Described Materials Note:
cs_cz: Poznámky o publikacích vztahujících se k popisovanému materiálu

source: Publisher
cs_cz: Vydavatel

source: Publisher:
cs_cz: Nakladatel

source: Publishing director
cs_cz: Šéfredaktor

source: Puppeteer
cs_cz: Loutkář

source: Questions?
cs_cz: Nápověda

source: RSS Feed
cs_cz: RSS kanál

source: Radio director
cs_cz: Rozhlasový ředitel

source: Radio producer
cs_cz: Rozhlasový producent

source: Ratings Icon
cs_cz: Ikona hodnocení

source: Re-enter new password:
cs_cz: Zadejte ještě jednou nové heslo:

source: Ready for Pickup
cs_cz: Připraveno k vyzvednutí

source: Receipt
cs_cz: Stvrzenka

source: Recent searches
cs_cz: Poslední vyhledávání

source: Record Detail
cs_cz: Detailní záznam

source: Record Details
cs_cz: Detaily záznamu

source: Record Holdings Details
cs_cz: Detaily exemplářů daného záznamu

source: Record Holdings Summary
cs_cz: Přehlede exemplářů daného záznamu

source: Record details
cs_cz: Detaily záznamu

source: Recording engineer
cs_cz: Zvukový technik

source: Recordist
cs_cz: Nahrávající

source: Refine My Original Search
cs_cz: Zpřesnit mé původní vyhledávání

source: Refine these results
cs_cz: Zpřesnit výsledky vyhledávání

source: Registration successful!
cs_cz: Předběžná registrace do knihovny proběhla úspěšně!

source: Regular Font
cs_cz: Běžné písmo

source: Remove %1 from my list
cs_cz: Odebrat %1 z mého seznamu

source: Remove Default List
cs_cz: Zrušit volbu výchozího seznamu

source: Remove Search Row
cs_cz: Odebrat řádek vyhledávání

source: Remove from list
cs_cz: Odebrat ze seznamu

source: Remove from my list
cs_cz: Odebrat z mého seznamu

source: Remove row
cs_cz: Odstranit řádek

source: Renderer
cs_cz: Projektant architektonických zobrazení

source: Renew Selected Titles
cs_cz: Prodloužit vybrané tituly

source: Renewals Left
cs_cz: Zbývající prodloužení

source: Renewing Help
cs_cz: Nápověda k prodloužení

source: Reporter
cs_cz: Reportér

source: Repository
cs_cz: Repozitář

source: Reproduction Note:
cs_cz: Poznámka k reprodukci:

source: Request Library Card
cs_cz: Registrace nového čtenáře

source: Request a Library Card
cs_cz: Registrace nového čtenáře

source: Requested Username
cs_cz: Požadované přihlašovací jméno

source: Research team head
cs_cz: Vedoucí výzkumného týmu

source: Research team member
cs_cz: Člen výzkumného týmu

source: Researcher
cs_cz: Výzkumník

source: Reset Password
cs_cz: Resetovat heslo

source: Respondent
cs_cz: Žalovaný

source: Respondent-appellant
cs_cz: Žalovaný jako odvolávající se strana

source: Respondent-appellee
cs_cz: Žalovaný jako odpůrce odvolatele

source: Responsible party
cs_cz: Odpovědná strana

source: Restager
cs_cz: Jevištní výtvarník

source: Restrictions on Access Note:
cs_cz: Poznámka k omezení přístupu:

source: Results %1 - %2 of about %3
cs_cz: Výsledky %1 - %2 z přibližně %3

source: Return
cs_cz: Návrat

source: Return to Message List
cs_cz: Zpět na seznam zpráv

source: Return to record
cs_cz: Zpět k záznamu

source: Return to the Catalog
cs_cz: Návrat do katalogu

source: Reviewer
cs_cz: Recenzent

source: Reviews
cs_cz: Recenze

source: Reviews &amp; More
cs_cz: Recenze aj.

source: Reviews and More for %1
cs_cz: Recenze a další pro %1

source: Rubricator
cs_cz: Rubrikátor

source: SMS not enabled for this site.
cs_cz: Pro tuto stránku není SMS povolena

source: Saturday: %1 - %2
cs_cz: Sobota: %1 - %2

source: Saturday: closed
cs_cz: Sobota: zavřeno

source: Save
cs_cz: Uložit
