Repository: roblib/evergreen-templates
Catalog: locale/tpac.*.po
Languages: cs_cz

source: Save Changes
cs_cz: Uložit změny

source: Save Notes
cs_cz: Uložit poznámky

source: Save changes to name or description?
cs_cz: Uložit změny názvu nebo popisu?

source: Saved Lists
cs_cz: Uložené seznamy

source: Saved Searches
cs_cz: Uložená vyhledávání

source: Scale Note for Graphic Material:
cs_cz: Poznámka k měřítku grafických materiálů:

source: Scenarist
cs_cz: Scénárista

source: Scientific advisor
cs_cz: Vědecký poradce

source: Screenwriter
cs_cz: Scénárista

source: Scribe
cs_cz: Opisovač

source: Sculptor
cs_cz: Sochař

source: Search
cs_cz: Hledat

source: Search Filter
cs_cz: Vyhledávací filtr

source: Search Filters
cs_cz: Filtry pro vyhledávání

source: Search Hits Help
cs_cz: Nápověda k vyhledaným záznamům

source: Search In Progress
cs_cz: Probíhá vyhledávání

source: Search Input
cs_cz: Údaje pro vyhledávání

source: Search Library
cs_cz: Vyhledávat v knihovně

source: Search Library:
cs_cz: Prohledat knihovnu:

source: Search Results
cs_cz: Výsledky vyhledávání

source: Search Results List
cs_cz: Seznam výsledků vyhledávání

source: Search Results facets
cs_cz: Fasety výsledků vyhledávání

source: Search Results:
cs_cz: Výsledky vyhledávání:

source: Search and History Preferences
cs_cz: Hledání a historie

source: Search date
cs_cz: Datum vyhledávání

source: Search for related items by series
cs_cz: Hledat podobné exempláře podle edice

source: Search for related items by subject
cs_cz: Hledat podobné exempláře podle tématu

source: Search hits per page
cs_cz: Počet výsledků na stránku

source: Search in progress icon
cs_cz: Ikona "Probíhá vyhledávání"

source: Search only within the chosen list
cs_cz: Hledat pouze ve vybraném seznamu

source: Search phrase match strictness
cs_cz: Přesnost shody hledané fráze

source: Search result number
cs_cz: Číslo výsledků vyhledávání

source: Search sorting
cs_cz: Třídění vyhledávání

source: Search term
cs_cz: Vyhledávací termín

source: Search the Catalog
cs_cz: Hledat v katalogu

source: Search:
cs_cz: Hledat

source: Second party
cs_cz: Druhá strana

source: Secondary search date
cs_cz: Sekundární datum vyhledávání

source: Secretary
cs_cz: Tajemník

source: Security Code
cs_cz: Bezpečnostní kód

source: See All
cs_cz: Zobrazit vše

source: See all of my lists
cs_cz: Zobrazit všechny mé seznamy

source: Select Action
cs_cz: Vybrat akci

source: Select All Holds
cs_cz: Vybrat všechny rezervace

source: Select All Items
cs_cz: Vybrat všechny položky

source: Select All Messages
cs_cz: Vybrat všechny zprávy

source: Select Library
cs_cz: Zvolit knihovnu

source: Select Shelving Location
cs_cz: Zvolte umístění regálu

source: Select a Part (optional):
cs_cz: Vyberte část (volitelné):

source: Select a Part:
cs_cz: Vyberte část:

source: Select a preference page
cs_cz: Zvolit stránku s nastavením

source: Select an account page
cs_cz: Zobrazit stránku účtu

source: Select hold %1
cs_cz: Vybrat rezervaci %1

source: Select holding library
cs_cz: Zvolte vlastnickou knihovnu

source: Select item type:
cs_cz: Vyberte typ dokumentu

source: Select message %1
cs_cz: Vybrat zprávu %1

source: Select query type:
cs_cz: Vyberte typ dotazu

source: Select search library
cs_cz: Zvolte knihovnu pro vyhledávání

source: Select your action for the selected holds
cs_cz: Zvolte akci pro vybrané rezervace

source: Select your action for the selected messages
cs_cz: Zvolte akci pro vybrané zprávy

source: Select your desired format(s).
cs_cz: Vyberte požadovaný nosič

source: Select your desired language(s).
cs_cz: Vyberte požadovaný jazyk / jazyky

source: Selected fines you are paying for:
cs_cz: Pokuty vybrané pro tuto platbu:

source: Seller
cs_cz: Prodávající

source: Send Call Number via Text/SMS
cs_cz: Poslat Signaturu prostřednictvím SMS

source: September
cs_cz: Září

source: Series
cs_cz: Edice

source: Set Active Date
cs_cz: Nastavit datum aktivace

source: Set designer
cs_cz: Designér sady

source: Setting:
cs_cz: Nastavení:

source: Share
cs_cz: Sdílet

source: Share this list?
cs_cz: Sdílet tento seznam:

source: Sharing Help
cs_cz: Sdílet nápovědu

source: Sharing a list means that the contents of the list will be visible to others. To see the public view of a shared list, click on the HTML View link in the Saved Lists section.
cs_cz: Pokud budete seznam sdíle, uvidí ho i ostatní. Pokud chcete vidět, jak bude vypadat zobrazení seznamu pro ostatní, klikněte na "zobrazit HTMl" v oblasti uloženého seznamu.

source: Shelf Browser
cs_cz: Prohlížení regálu

source: Shelving Location
cs_cz: Umístění

source: Shelving location
cs_cz: Umístení

source: Show Fewer %1 Entries
cs_cz: Zobrazit méně údajů %

source: Show Fewer Details
cs_cz: Zobrazit méně podrobností

source: Show More %1 Entries
cs_cz: Zobrazit více údajů %1

source: Show More Details
cs_cz: Zobrazit více podrobností

source: Show all holds
cs_cz: Zobrazit všechny rezervace

source: Show all results, not just those matching this term
cs_cz: Zobrazit všechny výsledky, nejen ty, které odpovídají tomuto termínu

source: Show copies at %1
cs_cz: Zobrazit exempláře v knihovně %1

source: Show fewer copies
cs_cz: Zobrazit méne exemplářů

source: Show fewer copies icon
cs_cz: Zobrazit méně ikon exemplářů

source: Show items in list
cs_cz: Zobrazit exempláře v seznamu

source: Show more copies
cs_cz: Zobrazit více exemplářů

source: Show more copies icon
cs_cz: Zobrazit více ikon exemplářů

source: Show only available holds
cs_cz: Zobrazit pouze dostupné rezervace

source: Showing Item %1 of %2
cs_cz: Zobrazeno %1. záznam z %2

source: Signer
cs_cz: Signatář

source: Singer
cs_cz: Zpěvák

source: Skip warning when adding to temporary book list?
cs_cz: Přeskočit varování při přidávání do dočasného seznamu knih?

source: Sorry, no entries were found for %1 within %2.
cs_cz: Pro %1 v %2 nebyly bohužel nazezeny žádné záznamy

source: Sorry, no entries were found for %1.
cs_cz: Pro dotaz %1 bohužel nebyly nalezeny žádné záznamy.

source: Sorry, no entries were found for your search within %1.
cs_cz: Vašemu hledání v %1 bohužel neodpovídají žádné záznamy.

source: Sorry, no entries were found for your search.
cs_cz: Vašemu hledání bohužel neodpovídají žádné záznamy.

source: Sort
cs_cz: Seřadit

source: Sort Results
cs_cz: Seřadit výsledky

source: Sort by
cs_cz: Seřadit podle

source: Sort by Author
cs_cz: Seřadit podle autora

source: Sort by Publication Date
cs_cz: Seřadit podle data vydání

source: Sort by Relevance
cs_cz: Seřadit podle relevance

source: Sort by Title
cs_cz: Seřadit podle názvu

source: Sort list items by:
cs_cz: Seřadit seznamy podle

source: Sound designer
cs_cz: Autor zvukového návrhu.

source: Source of Description Note:
cs_cz: Zdroj poznámky k popisu:

source: Speaker
cs_cz: Spíkr

source: Sponsor
cs_cz: sponzor

source: Stage director
cs_cz: Režisér

source: Stage manager
cs_cz: Scénický manažer

source: Standards body
cs_cz: Útvar pro standardizaci

source: Starts with
cs_cz: Začíná

source: State
cs_cz: Stát

source: State or Province
cs_cz: Stát

source: Stay logged in?
cs_cz: Neodhlašovat?

source: Stereotyper
cs_cz: Stereotypér

source: Storyteller
cs_cz: Vypravěč pohádek / anekdot

source: Street
cs_cz: Ulice

source: Street Address
cs_cz: Adresa ulice

source: Street Address (2)
cs_cz: Adresa ulice (2)

source: Study Program Information Note:
cs_cz: Informační poznámka ke studijnímu programu:

source: Subfield:
cs_cz: Podpole:

source: Subject
cs_cz: Téma

source: Subject:
cs_cz: Téma:

source: Subjects
cs_cz: Témata

source: Submit
cs_cz: Potvrdit

source: Submit Payment
cs_cz: Potvrdit platbu

source: Submit Registration
cs_cz: Potvrdit registraci

source: Successfully renewed %1 item(s)
cs_cz: %1 exemplářů bylo úspěšně prodlouženo

source: Summaries & More
cs_cz: Souhrny & další

source: Summary
cs_cz: Souhrn

source: Summary, etc.:
cs_cz: Souhrn apod.:

source: Summary:
cs_cz: Souhrn:

source: Sunday: %1 - %2
cs_cz: Neděle: %1 - %2

source: Sunday: closed
cs_cz: Neděle: zavřeno

source: Supplement Note:
cs_cz: Poznámky o doplňcích

source: Supplements
cs_cz: Dodatky

source: Supporting host
cs_cz: Podpůrný hostitel

source: Surveyor
cs_cz: Výzkumník

source: Suspend
cs_cz: Pozastavit

source: System Details Note:
cs_cz: Poznámka o detailech systému:

source: System rules do not define how to handle this item
cs_cz: Nejsou nastavena pravidla pro manipulaci s tímto exemplářem

source: TCN
cs_cz: Kontrolní číslo záznamu (TCN)

source: Table of Contents
cs_cz: Obsah

source: Target Audience Note:
cs_cz: Poznámka k cílové skupině:

source: Teacher
cs_cz: Učitel

source: Technical director
cs_cz: Technický ředitel

source: Telephone:
cs_cz: Telefon:

source: Television director
cs_cz: Televizní ředitel

source: Television producer
cs_cz: Televizní producent

source: Temporary List
cs_cz: Dočasný seznam

source: Temporary List Warning
cs_cz: Varování - dočasný list

source: Terms Governing Use and Reproduction Note:
cs_cz: Poznámka k podmínkách využívání a reprodukce:

source: Text call number
cs_cz: Textová signatura

source: The barcode used to login is marked as inactive. Please contact your local library.
cs_cz: Čárový kód průkazu, který jste použili pro přihlášení, není aktivní. Kontaktujte prosím svou knihovnu.

source: The email address "%1" is invalid. Please try a different email address.
cs_cz: E-mailová adresa "%1" není platná. Zadejte prosím jinou e-mailovou adresu.

source: The item cannot circulate at this time
cs_cz: Exemplář nyní nemůže být vypůjčen

source: The item cannot transit this far
cs_cz: Exemplář není možné přesunout tak daleko

source: The item does not circulate
cs_cz: Tento exemplář nelze půjčovat

source: The item is not holdable
cs_cz: Exemplář nelze rezervovat

source: The item is not in a holdable status
cs_cz: Exemplář s daným statusem nelze rezervovat

source: The item is too new to transit this far
cs_cz: Exemplář je příliš nový, aby ho bylo možné přesunout do vzdálené destinace

source: The item's circulation library does not fulfill holds
cs_cz: Rezervace z výpůjční knihovny tohoto exempláře nebudou splněny (knihovna nepovoluje rezervace).

source: The item's location is not holdable
cs_cz: Exemplář z daného umístění nelze rezervovat

source: The number of lists displayed per page.
cs_cz: Počet seznamů zobrazených na stránce.

source: The password you chose was not considered complex enough to protect your account. Your password has not been reset.
cs_cz: Heslo, které jste vybrali je pro ochranu vašeho účtu příliš slabé. Vaše heslo nebylo přenastaveno.

source: The patron has reached the maximum number of holds
cs_cz: Čtenář dosáhl maximálního povoleného počtu rezervací

source: The patron has too many items of this type checked out
cs_cz: Čtenář má vypůjčeno příliš mnoho exemplářů tohoto typu

source: The patron is barred
cs_cz: Čtenářské transakce jsou omezeny

source: The system could not find any items to match this hold request
cs_cz: Systém nenalezl exempláře, které by odpovídaly pořadavku na rezervaci.

source: The system could not find this item
cs_cz: Systém nemohl najít tento exemplář

source: The system could not find this patron
cs_cz: Systém tohoto čtenáře nenalezl.

source: The username "%1" is taken. Please try a different username.
cs_cz: Uživatelské jméno "%1" se již používá. Prosím zkuste jiné uživatelské jméno.

source: The value entered does not have the correct format
cs_cz: Zadaná hodnota není ve správném formátu.

source: There are no items in your circulation history.
cs_cz: Historie Vašich výpůjček neobsahuje žádné položky.

source: There is already a copy available at your local library.
cs_cz: Ve vaší domovské knihovně je již dostupný exemplář.

source: Thesis advisor
cs_cz: Vedoucí diplomové nebo disertační práce

source: This account has been deactivated. Please contact your local library.
cs_cz: Toto konto bylo deaktivováno. Kontaktujte prosím svou knihovnu.

source: This field is required
cs_cz: Toto pole je povinné

source: This group contains %1 records
cs_cz: Počet záznamů v této skupině: %1

source: This information will disappear when you end your session, unless you login and save it to a permanent list.
cs_cz: Pokud se nepřihlásíte a neuložíte položku do trvalého seznamu, po ukončení relace budou tyto informace ztraceny.

source: This information will disappear when you logout, unless you save it to a permanent list.
cs_cz: Po odhlášení dojde ke ztrátě informace, jestliže tuto položku neuložíte do trvalého seznamu.

source: This item does not have any formats available for holds placement
cs_cz: Tato jednotka nemá žádné vhodné formáty pro zadání rezervace

source: This list contains no items.
cs_cz: Tento seznam neobsahuje žádné položky

source: This record has been deleted from the database. We recommend that you remove this title from any lists it may have been added to.
cs_cz: Tento záznam byl smazán z databáze. Doporučujeme vám odstranit tento titul ze všech seznamů, do kterých mohl být přidán.

source: This was not an active password reset request. Your password has not been reset.
cs_cz: Žádost o změnu hesla nebyla aktivována. Vaše heslo nebylo změněno

source: Thursday: %1 - %2
cs_cz: Čtvrtek: %1 - %2

source: Thursday: closed
cs_cz: Čtvrtek: zavřeno

source: Time Period:
cs_cz: časový interval:

source: Title
cs_cz: Název

source: Title / Author
cs_cz: Název / Autor

source: Title: A to Z
cs_cz: Název: A až Z

source: Title: Z to A
cs_cz: Název: Z až A

source: Titles
cs_cz: Názvy

source: To ensure your necessary receipt information is not lost, enter your email address above and a receipt will be emailed to you. Otherwise, make certain you have a printed receipt in hand before closing the payment receipt screen.
cs_cz: Aby nedošlo ke ztrátě informací na potvrzení, zadejte výše svou e-mailovou adresu a potvrzení vám bude zasláno e-mailem. Případně se před uzavření okna s potvrzením platby, ujistěte se , že jste potvrzení vytiskli.

source: Topic Heading:
cs_cz: Tematické záhlaví:

source: Total Amount Paid
cs_cz: Celkem zaplaceno

source: Total amount to pay:
cs_cz: Celkem k platbě

source: Transaction Payments
cs_cz: Platby v rámci transakce

source: Transaction Start Time
cs_cz: Datum zahájení transakce

source: Transcriber
cs_cz: Přepisovač

source: Translator
cs_cz: Překladatel

source: Truncation
cs_cz: Zkrácení

source: Try changing to %1.
cs_cz: Zkuste změnit na %1.

source: Tuesday: %1 - %2
cs_cz: Úterý: %1 - %2

source: Tuesday: closed
cs_cz: Úterý: zavřeno

source: Type designer
cs_cz: Typograf

source: Type of Computer File or Data Note:
cs_cz: Poznámka k typu počítačového souboru nebo dat:

source: Type of Report and Period Covered Note:
cs_cz: Poznámka k typu zprávy a pokrytého časového úseku:

source: Type:
cs_cz: Typ:

source: Typographer
cs_cz: Typograf

source: University place
cs_cz: Místo univerzity

source: Unknown problem
cs_cz: Neznámý problém

source: Update
cs_cz: Aktualizovat

source: Update Email
cs_cz: Upravit e-mail

source: Update Email Address
cs_cz: Aktualizovat emailovou adresu:

source: Update Password
cs_cz: Upravit heslo

source: Update Username
cs_cz: Upravit uživatelské jméno

source: User name:
cs_cz: Uživatelské jméno:

source: Username
cs_cz: Uživatelské jméno

source: Value:
cs_cz: Hodnota:

source: Video Format
cs_cz: Formát videa

source: Videographer
cs_cz: Kameraman

source: View All
cs_cz: Zobrazit vše

source: View My Checked Out Items
cs_cz: Zobrazit vypůjčené exempláře

source: View My Holds
cs_cz: Zobrazit moje rezervace

source: View My Holds Ready for Pickup
cs_cz: Zobrazit moje rezervace připravené k vyzvednutí

source: View My List
cs_cz: Zobrazit moje seznamy

source: Viewing Results for Grouped Record: %1
cs_cz: Zobrazit výsledky pro seskupený záznam: %1

source: Visit our FAQs section for answers to common questions about how to use your account.
cs_cz: V sekci časté dotazy najdete odpovědi na běžné otázky týkající se uživatelského účtu.

source: Vocalist
cs_cz: Pěvec

source: Voice actor
cs_cz: Hlasový herec

source: Volume hold
cs_cz: Rezervace svazku

source: Volumes
cs_cz: Svazky

source: Waiting for copy
cs_cz: Čekání na exemplář

source: Wednesday: %1 - %2
cs_cz: Středa: %1 - %2

source: Wednesday: closed
cs_cz: Středa: zavřeno

source: With Note:
cs_cz: S poznámkou:

source: Witness
cs_cz: Svědek

source: Wood engraver
cs_cz: Dřevorytec

source: Woodcutter
cs_cz: Dřevořezbář

source: Words may be right-hand truncated using an asterisk. Use a single asterisk * to truncate any number of characters.
cs_cz: Slova mohou být pravostranně krácena pomocí hvězdičky. Použijte jednu hvězdičku * pro nahrazení libovolného množství znaků.

source: Writer of accompanying material
cs_cz: Autor textu doprovodného materiálu

source: Writer of added commentary
cs_cz: Autor doplňujícího komentáře

source: Writer of added lyrics
cs_cz: Autor přidaných textlů

source: Writer of added text
cs_cz: Autor přidaného textu

source: Writer of introduction
cs_cz: Autor úvodu

source: Writer of preface
cs_cz: Autor předmluvy

source: Writer of supplementary textual content
cs_cz: Autor doplňkového textového obsahu

source: Yes
cs_cz: Ano

source: Yes, by Email
cs_cz: Ano. e-mailem

source: Yes, by Phone
cs_cz: Ano, telefonicky

source: Yes, by Text Messaging
cs_cz: Ano, prostřednictvím SMS

source: Yes, this hold is active now
cs_cz: Ano, tato rezervace je nyní aktivní

source: You are adding to a temporary list.
cs_cz: Přidáváte položky do dočasného seznamu

source: You are now browsing %1
cs_cz: Prohlížíte knihovnu: %1

source: You either have no fines to pay or you have selected fines whose total is non-positive. We cannot process non-positive amounts.
cs_cz: Buď nemáte žádné pokuty k zaplacení, nebo pokuty, nebo celková výše vybraných pokut čin má nulovou či negativní hodnotu. Nelze zpracovat platby, které mají nulovou/negativní hodnotu.

source: You have no current fines.
cs_cz: Nyní nemáte žádné pokuty.

source: You have no historical payments to display.
cs_cz: Neexistují žádné historické platby, které by bylo možné zobrazit.

source: You have no items checked out.
cs_cz: Nemáte vypůjčené žádné exempláře.

source: You have not created a list yet.
cs_cz: Ještě jste nevytvořili seznam.

source: You have permission to override some of the failed holds. Click Submit to override and place your hold on the selected items.
cs_cz: Máte oprávnění obejít selhání při zadání některých rezervací. Klikněte na tlačítko Potvrdit abyste selhání obešli a zadali rezervaci na vybrané položky.

source: You may use ^ and $ to indicate "phrase begins with" and "phrase ends with," respectively, within a search phrase enclosed in quotation marks.
cs_cz: Můžete použít ^ a $ pro označení "fráze začíná" a "fráze končí," a to ve frázi uzavřené do uvozovek.

source: Your browse term seems to begin with an article (a, an, the). You might get better results by omitting the article.
cs_cz: Zdá se, že hledaný termín začána členem (a, an, the). Možná docílíte lepších výsledků, když člen vynecháte.

source: Your browser does not have Javascript enabled, and we cannot process credit card payments without it. Please change your browser settings and try again.
cs_cz: Váš prohlížeč nemá povolen Javascript a bez toho není možné zpracovat platbu kartou. Prosím, změňte nastavení prohlížeče a zkuste to znovu.

source: Your current password was not correct.
cs_cz: Vaše heslo nebylo správné

source: Your email has been queued for Delivery.
cs_cz: Váš e-mail byl zařazen do fronty pro doručení

source: Your library card expired on %1. Please contact a librarian to resolve this issue.
cs_cz: Vaše registrace vypršela %1. Pro vyřešení této záležitosti prosím kontaktujte knihovnu.

source: Your message has been sent!
cs_cz: Vaše zpráva byla odeslána!

source: Your payment has been approved.
cs_cz: Vaše platba byla schválena.

source: Your receipt will be emailed to %1
cs_cz: Vaše potvrzení bude zasláno na e-mailovou adresu %1

source: Your user name or barcode has been submitted for a password reset. If a matching account with an email address is found, you will soon receive an email at that address with further instructions for resetting your password.
cs_cz: Prostřednictvím Vašeho uživatelského jména nebo čárového kódu byla odeslána žádost o přenastavení hesla. Pokud bude nalezena odpovídající e-mailová adresa, bude Vám na tuto adresu brzy doručen e-mail s dalšími instrukcemi pro přenastavení hesla.

source: ZIP
cs_cz: PSČ

source: ZIP or Postal Code
cs_cz: PSĆ

source: Zip
cs_cz: PSČ

source: Zip Code
cs_cz: PSČ

source: and
cs_cz: a

source: edit
cs_cz: editovat

source: garcia marquez
cs_cz: sociální práce

source: stone
cs_cz: kámen

source: unread
cs_cz: nepřečtené

source: view
cs_cz: zobrazit
